<%--
  Created by IntelliJ IDEA.
  User: zhuyanqing
  Date: 2015/12/22
  Time: 10:37
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ include file="/WEB-INF/views/include/taglib.jsp" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- 上述3个meta标签*必须*放在最前面，任何其他内容都*必须*跟随其后！ -->
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="shortcut icon" href="${ctxStatic}/home/userCenter/images/ico.ico"/>
    <link rel="bookmark" href="${ctxStatic}/home/userCenter/images/ico.ico"/>
    <title>用户协议</title>

    <!-- Bootstrap core CSS -->
    <link href="${ctxStatic}/home/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom styles for this template -->
    <script type="text/javascript" src="${ctxStatic}/home/js/jquery-1.9.1.min.js"></script>
	<meta name="keywords" content="水果批发,安塞苹果，果果网，水果采购，水果供应" />
	<meta name="description" content="果果网官方网站提供水果生鲜等优质水果网采购供应服务" />
    <link rel="stylesheet" type="text/css" href="${ctxStatic}/home/userCenter/css/base.css">
    <link rel="stylesheet" type="text/css" href="${ctxStatic}/home/userCenter/css/userCen.css">
    <link rel="stylesheet" type="text/css" href="${ctxStatic}/home/userCenter/css/common.css">
</head>
<body style="font-size: 18px;">
	<span style="font-weight: bold;">采购商服务协议</span><br/> 
	本协议是您与果果网平台（包括果果网网站http://www.guoguo114.com、果果网微信、以及工作人员直接提供服务等方式）<br />
	之间就您通过果果网平台向供应商采购农产品事宜所订立的契约，请仔细阅读本注册协议，您点击"同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。<br />
	<span style="font-weight: bold;"> 第一条   协议成立及生效</span><br />
	1.1您与果果网平台工作人员联系、发布采购信息，或点击确认果果网平台上的供应信息即代表本协议成立并生效，您确认已经全部了解并认可本协议的全部条款。
	<br />
	 <span style="font-weight: bold;">第二条   服务内容</span><br />
	2.1采购服务：指果果网平台利用其互联网技术和营销网络等优势，为您发布采购需求等信息资料提供相
	关网络技术支持，为您在全国范围内寻找、筛选合适的供应商，并为您提供交易对接服务。 
	<br />
	<span style="font-weight: bold;">第三条   采购信息发布与交易流程 </span><br />
	3.1
	您通过果果网平台发布采购信息，果果网平台将根据国家法律法规或政府部门的要求进行过滤，对
	于不符合法律法规的信息将做删除或拒绝处理。信息过滤仅限法律法规的强制性要求，信息的真实性以
	及合法性由您承担全部责任，果果网平台的过滤不视为担保或认可，果果网平台对信息的真实性、合法 性不承担任何责任。
	<br />
	3.2
	您信息发生变更的，您应当及时进行变更，否则引发的任何后果，由您自行承担。
	<br />
	3.3
	您可自行或通过委托果果网平台工作人员查找果果网平台上供应商发布的供应信息，自行或委托果
	果网工作人员代为验货，您与供应商协商一致后达成交易意向。
	<br />
	3.4为保障您与供应商在果果网平台的诚信交易，我们建议您将全额货款支付给果果网平台，供应商备货
	备料完成，您收到供应商的全部货品后，果果网平台将按照约定支付全款给供应商。您逾期不予确认支
	付的，也未向果果网平台和供应商提出异议的，视为同意支付，订单将自动关闭，果果网平台将全款打
	入供应商指定的银行账户。如您支付全款给果果网后，供应商未按照与您的约定发货（包括但不限于未
	按期限或货品要求到达您指定地点），果果网平台可以协助您向供应商追索。
	<br /> 
	3.5
	如供应商按照与您的约定发货，您拒绝收货导致货品损失的，果果网平台可以协助供应商追究您的 责任。 
	<br />
	第四条   您的权利和义务 
	<br />
	4.1
	您有权使用本协议下的服务。
	<br />
	 4.2 您有权自行修改您发布的信息资料。 
	 <br />
	 4.3 您应保证：
	 <br />
		（1）您应诚信提供注册资料，保证您提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新注册资料。如果您提供的注册资料不合法、不真实、不准确、不详尽的，需承担因此引起的相应责任及后果，并且我们保留终止您使用果果网平台各项服务的权利。
		<br />
		（2）您在果果网平台上发布或向果果网平台工作人员提供的全部信息资料是真实、合法和准确的，未违 反相关法律法规、政策文件。
		<br />
		（3）您拥有合法的权利和授权可以发布信息，可以采购您发布的信息资料中所涉及的产品。
		<br />
		（4）您不以任何手段获取他人的保密信息，不作虚假或引人误解的宣传。
		<br />
		（5）您严格保密并妥善保管您的账号和密码，并明确同意通过您的账号和密码进行的任何操作（包括但不限于发布信息资料等）均应被视为您的行为，其法律后果由您承担。
		<br />
	（6）严格遵守与果果网平台供应商之间就交易达成的一致，按照约定支付货款和接收货物。 
	<br />
	4.4
	您违反本4.3条款的，您应当全额补偿因此导致的果果网平台的任何经济损失或任何可预期的间接损

	失及其他合理费用，包括但不限于赔偿、律师费用、诉讼、仲裁费用、财务费用、差旅费用、行政处罚

	以及其他任何追索。本条约定的责任与本协议其他条款约定的责任可并行适用。果果网平台有权立即终 止本协议，并将您列入黑名单。
	4.5您应遵守果果网平台现有的及后续更新的使用规则与协议。
	<span style="font-weight: bold;"> 第五条  果果网平台的权利和义务</span>
	5.1
	果果网平台有权采用系统对您发布的信息资料进行过滤，如发现违反相关法律法规、政策文件，违

	反本协议约定或明显不妥当的信息的，有权拒绝就相关信息资料提供服务，或要求您修改或删除相关信

	息资料，或由果果网平台直接删除相关信息资料。您违反本款或4.3款保证义务的，果果网平台有权核实

	或委托第三方核实相关信息，并保留中止或终止本协议下的服务并追究您的违约责任的权利，涉及刑事 犯罪的，果果网平台有权依法移交相关部门处理。
	5.2 果果网平台有权受理任何第三人提起的和您相关的任何性质的投诉，并根据相关证据及其合理判断

	，对投诉做出适当的处理，包括但不限于直接删除您发布的相关信息资料等。您有义务配合处理，如您

	不履行配合处理义务，乙方有权中止或终止本协议下的服务。 5.3 果果网平台有权不断改进本协议下的服务。 5.4
	您采购的产品，质量由供应商自行负责，果果网平台不承担任何担保责任，但可协助您追究供应商 责任。 
	<span style="font-weight: bold;">第六条   诚信经营 </span>
	6.1
	您承诺，您将恪守诚信经营原则，在本协议期限内，如您有下列情形之一的，您同意果果网平台有

	权立即单方提前解除本协议，同时果果网平台无需向您退还未履行部分的费用，并追究您的所有责任（ 包括民事责任和刑事责任），且无需承担任何违约责任：
	（1）利用本协议下的服务从事诈骗或其他违法犯罪活动的； （2）被第三人投诉，称其存在与约定严重不符等恶意或严重违约行为；
	（3）被第三人投诉或果果网平台发现您有任何形式的不诚信经营行为；
	（4）未经果果网平台书面同意，擅自允许他人使用本协议下的服务或擅自将本协议下的服务转让或部分

	转让他人的（包括但不限于擅自允许他人使用账号和密码，或擅自将账号和密码转让他人的），或售卖 通过本协议下的服务获知的相关商业信息的；
	（5）利用非法手段窃取、删除、修改或增加果果网平台其他会员的任何信息，或以其他任何方式危害果 果网平台的正常运行的；
	（6）违反本协议其他约定，且在果果网平台通知后3日内仍未纠正。
	6.2您如违反诚信经营义务，则构成严重违约，果果网平台有初步证据证明或有合理理由怀疑您可能涉嫌

	不诚信经营的，果果网平台有权单方中止或终止本协议下的服务或临时限制您发布和修改信息资料的数

	量，有权在果果网平台上将您标注为不诚信或向果果网平台用户提示。
	6.3未经果果网平台事先书面同意，您不得自行或委托他人使用、许可他人使用：果果网平台的企业名称

	、字号、商标、LOGO，与果果网平台的字号、商标、域名相同或近似的域名等任何其他标识；不得以任

	何其他方式侵犯果果网平台的合法权益；如您违反本款约定，则果果网平台有权立即单方面解除本协议

	，且您应赔偿果果网平台因此产生的所有损失（包括但不限于调查取证费用、诉讼费、公证费及律师费

	等），果果网平台有权直接从剩余协议费中（如有）扣除该等损失，不足部分，您仍应足额赔偿。 第七条   免责
	因果果网平台合理控制范围以外的原因，包括但不限于不可抗力、政府行为和电力电信网络中断等，导

	致果果网平台未能履行或未能完全履行本协议的，果果网平台无需向您承担相关法律责任。 
	<span style="font-weight: bold;">第八条   法律适用和争议解决</span> 
	8.1
	本协议的订立、履行、效力和解释等，均适用中华人民共和国法律。 8.2
	因本协议引起的或与本协议相关的任何争议，首先应协商解决，协商不成的，任何一方有权向果果 网平台所在地有管辖权的人民法院提起诉讼。
	<span style="font-weight: bold;"> 第九条其他</span>
	9.1您点击同意本协议的，即视为确认自己具有使用果果网平台相应的权利能力和行为能力，能够独立承 担法律责任。
	9.2您点击本协议下方的”同意并继续”按钮即视为完全接受本协议，在点击之前请再次确认已知悉并完 全理解本协议的全部内容。
	<span style="font-weight: bold;"> 果果网供应商服务协议</span>

	本协议是您与果果网平台（包括果果网网站 http://www.guoguo114.com、果果网微信、以及工作人员直

	接提供服务等方式）之间就您通过果果网平台向采购商销售农产品事宜所订立的契约，请仔细阅读本注

	册协议，您点击”同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。您特别承诺，如果您

	出现不诚信行为，果果网平台有权立即将您列入黑名单，并将您的不诚信行为向全网、全国市场、相关 政府主管部门等进行曝光。
	<span style="font-weight: bold;"> 第一条  协议成立及生效</span>
	1.1您与果果网平台工作人员联系、发布供应信息，或点击确认果果网平台上的采购信息达成交易即代表

	本协议成立并生效，您确认已经全部了解并认可本协议的全部条款。
	<span style="font-weight: bold;"> 第二条   服务内容 </span>
	2.1
	果果网供应商服务：指果果网平台利用其网络技术和营销等优势，为您在果果网平台实现发布您的

	公司和产品等信息资料且提供相关网络技术支持，为您在全国范围内寻找并筛选合适的采购商，并为您 提供交易对接服务。
	<span style="font-weight: bold;"> 第三条  供应信息发布与交易流程 </span>
	3.1 您通过果果网平台发布供应信息，果果网平台将根据国家法律法规或政府部门的要求进行过滤，对

	于不符合法律法规的信息将做删除或拒绝处理。信息过滤仅限法律法规的强制性要求，信息的真实性或

	合法性由您承担全部责任，果果网平台的过滤不视为果果网平台的担保或认可，果果网平台对信息的真 实性或合法性不承担任何责任。 
	3.2
	您的信息发生变更的，您应当及时进行变更，否则引发的任何后果，由您自行承担。 
	3.3
	您可通过自行或委托果果网平台工作人员查找果果网平台采购商发布的供应信息，自行或委托果果

	网平台工作人员代为与采购商洽谈，您与采购商协商一致后达成交易意向。
	3.4为保障您与采购商在果果网平台的诚信交易，采购商将全额货款支付给果果网平台，您备货备料完成

	后，采购商收到您的全部货品后，果果网平台将按照约定支付全款给您。采购商逾期不予确认支付款项

	的，也未向果果网平台和您提出异议的，视为同意支付，订单将自动关闭，果果网平台将全款打入您指

	定的银行账户。如采购商按约定向果果网平台支付全款后，您拒绝按约定备货、发货的，果果网平台将 协助采购商通过法律手段追究您的民事或者刑事等责任。
	3.5 如您按照与采购商的约定发货，采购商拒绝收货导致货品损失的，果果网平台可以协助您追究采购 商的责任。
	3.6如您按照与采购商的约定发货，采购商拒绝付款的，果果网平台可以协助您追究采购商的责任。 
	<span style="font-weight: bold;">第四条   您的权利和责任</span>
	 4.1
	您有权使用本协议下的服务所包含的各项内容，并有权按本协议约定使用果果网平台对上述各项内 容进行优化或升级后免费向您提供的服务。 4.2
	您有权自行修改您发布的信息资料。 4.3 您应保证：
	（1）您在果果网平台上发布的或向果果网平台工作人员提供的全部信息资料是真实、合法和准确的，未

	违反相关法律法规、政策文件，不侵犯他人在先合法权益，不发送、发布涉及第三方广告的任何信息。
	（2）您拥有合法的权利和授权可以销售您发布的信息资料中所涉及的产品，产品符合需要的国家各种关

	于质量、检验检疫、卫生等方面的标准和要求，且发布或销售上述产品不侵犯任何第三人的合法权利、 不违反任何法律法规。
	（3）您不以任何手段获取他人的保密信息；未经采购商允许，不对采购商信息（包括但不限于银行卡，

	姓名，手机号码，地址以及其他交易信息等）泄露、散布；对您自身或产品等作虚假或引人误解的宣传 。
	（4）严格保密并妥善保管您的账号和密码，并明确同意通过您账号和密码进行的任何操作（包括但不限

	于发布信息资料等）均应被视为您的行为，法律后果由您承担。
	（5）您在果果网平台上发布供应的产品信息（包括价格、规格、质量、包装等）与最终交付的产品一致

	，未经与采购商达成一致，不得出现涨价、不按约定发货等其他不诚信行为。
	（6）您不与采购商强行进行交易（包括但不限于哄抬价格、恶意收取额外杂费等）。
	（7）您将遵守果果网平台各项规定、规则及制度。不以任何不正当手段规避果果网平台规则、秩序及市 场管理措施，或通过果果网平台获取任何不当利益。
	（8）您和谐、诚信进行农产品交易，不恶意攻击、诋毁同行业农产品经营者，不恶意骚扰采购商。
	4.4您违反本4.3条款的，您应当全额补偿因此导致的果果网平台的任何经济损失或任何可预期的间接损

	失及其他合理费用，包括但不限于赔偿、律师费用、诉讼仲裁费用、财务费用、差旅费用、行政处罚或

	其他任何追索。本条约定的责任与本协议其他条款约定的责任可并行适用。果果网平台有权立即终止本 协议，并将您列入黑名单。
	4.5您应遵守果果网平台现有的及后续更新的使用条款及规则。 第五条   果果网平台的权利和义务 5.1
	果果网平台有权采用系统对您发布的信息资料进行过滤，如发现违反相关法律法规、政策文件，违

	反本协议约定或明显不妥当的，有权拒绝就相关信息资料提供服务，或要求您修改或删除相关信息资料

	，或由果果网平台直接删除相关信息资料。您违反本款或4.3款保证义务的，则果果网平台有权核实或委

	托第三方公司核实相关信息，您拒绝或不配合核实的，则果果网平台有权并保留中止或终止本协议下的

	服务并追究您的违约责任的权利，涉及刑事犯罪的，果果网平台有权依法移交相关部门处理。 5.2
	果果网平台有权受理任何第三人提起的和您相关的任何性质的投诉，并根据相关证据及其合理判断

	，对投诉做出适当的处理，包括但不限于直接删除您发布的相关信息资料等。您有义务配合果果网平台

	处理，如您不履行配合处理义务，果果网平台有权中止或终止本协议下的服务。 5.3 果果网平台有权不断改进本协议下的服务。 5.4
	您供应的产品，质量和安全由您自行负责，果果网平台不承担任何担保责任。 第六条   诚信经营 6.1
	您承诺，您将恪守诚信经营原则，在本协议期限内，如您有下列情形之一的，果果网平台有权进行

	警告、处罚或单方面提前解除本协议，并追究您的所有责任（包括民事责任和刑事责任），且果果网平 台无需承担任何违约责任：
	（1）利用本协议下的服务从事诈骗或其他服务违法犯罪活动的； （2）被第三人投诉，称其存在与约定严重不符等恶意或严重违约行为；
	（3）被第三人投诉或果果网平台发现有任何形式的不诚信经营行；
	（4）未经果果网平台书面同意，擅自允许他人使用本协议下的服务或擅自将本协议下的服务转让或部分

	转让他人的（包括但不限于擅自允许他人使用其账号和密码，或擅自将其账号和密码转让他人的），或

	售卖通过本协议下的服务获知的采购方等相关商业信息的；
	（5）生产或销售假冒伪劣产品或其他侵犯任何第三人的知识产品或其他合法权利的产品的行为，且未能

	在果果网平台要求的合理期限内提供证据，或虽在上述期限内提供了证据，但未能充分证明您的主张的 ；
	（6）利用非法手段窃取、删除、修改或增加果果网网站其他会员的任何信息，或以其他任何方式危害果 果网平台的正常运行的；
	（7）违反本协议其他约定或果果网平台各项规定、规则、制度的。
	6.2您如违反诚信经营义务，则构成严重违约，果果网平台有初步证据证明或有合理理由怀疑您可能涉嫌

	不诚信经营的，果果网平台有权单方中止或者终止本协议下的服务或临时限制您发布和修改信息资料的

	数量，有权在果果网平台上将您标注为不诚信或向果果网平台平台用户提示。
	6.3未经果果网平台事先书面同意，您不得自行或委托他人使用、许可他人使用：果果网平台的企业名称

	、字号、商标、LOGO、与果果网平台的字号、商标、域名相同或近似的域名以及任何其他标识；不得以

	任何其他方式侵犯果果网平台的合法权益；如您违反本款约定，则果果网平台有权立即单方面解除本协

	议，且您应赔偿果果网平台因此产生的所有损失（包括但不限于调查取证费用、诉讼费、公证费及律师

	费等），果果网平台有权直接从剩余协议费中（如有）扣除该等损失，不足部分，您仍应足额赔偿。 第七条   免责
	因果果网平台合理控制范围以外的原因，包括但不限于不可抗力、政府行为和电力电信网络中断等，导

	致果果网平台未能履行或未能完全履行本协议的，果果网平台无需向您承担相关法律责任。 第八条   法律适用和争议解决 8.1
	本协议的订立、履行、效力和解释等，均使用中华人民共和国法律。 8.2
	因本协议引起的或与本协议相关的任何争议，首先应协商解决，协商不成的，任何一方有权向果果 网平台所在地有管辖权的人民法院提起诉讼。 第九条  
	其他 9.1您点击同意本协议的，即视为确认自己具有使用果果网平台相应的权利能力和行为能力，能够独立承 担法律责任。
	9.2您点击本协议下方的"同意并继续"按钮即视为完全接受本协议，在点击之前请再次确认已知悉并完全 理解本协议的全部内容。
</body>
</html>